/* Name of application */
"Homepwner" = "Duen o de casa";

/* Type label None */
"None" = "Nada";

/* Asset type button */
"Type: %@" = "Tipo: %@";

/* BNRAssetTypesViewController title */
"Asset Type" = "Tipo de activo";

